Repository: Erjola-Hasa/LogPark
Catalog: LogPark/Reports.*.resx
Languages: sq

# label2.Text
source: label2
sq: Koha Minimale/min

# label3.Text
source: label3
sq: Koha Maximale/min

# label4.Text
source: label4
sq: Koha Mesatare/min

# label7.Text
source: Maximum Time/Hour
sq: Koha Maksimale/ore

# label10.Text
source: Minimum Time/Hour
sq: Koha Minimale/ore

# label6.Text
source: Total Cars
sq: Makina Totale

# label11.Text
source: Avarage Time/Hour
sq: Koha Mesatare/ore

# button2.Text
source: Exit
sq: Kthehu

# button1.Text
source: Generate
sq: Gjenero

# label13.Text
source: Start Date
sq: Data e Fillimit

# label14.Text
source: End Date
sq: Data Mbarimit

# $this.Text
source: Reports
sq: Raport
